{"__collections__":{"makanan":{"1":{"popular":true,"id":1,"imgUrl":"https://img-global.cpcdn.com/recipes/20962f941ac3a9ca/1200x630cq70/photo.jpg","description":"Menu yang dibuat dari olahan daging sapi dan aneka rempah ini pernah menduduki peringkat pertama dalam daftar 50 hidangan paling lezat di dunia versi CNN International, lho. Sobat Pesona harus tahu nih, ternyata aneka bumbu dan rempah yang digunakan untuk mengolah rendang merupakan bumbu yang mengandung antiseptik. Meski saat ini rendang sangat mudah dijumpai di berbagai daerah, penghasil rendang yang sangat legendaris dan terkenal kualitasnya tetap ada di Minangkabau, yakni daerah Payakumbuh.","name":"Rendang","province":"Sumatera Barat","__collections__":{}},"2":{"province":"Sumatera Barat","id":2,"name":"Sate Padang","description":"Kuliner olahan daging di Sumatera Barat lainnya adalah sate padang. Sebagian orang pasti kesulitan membedakan sate padang karena bentuknya berbeda-beda. Tak perlu bingung Sobat Pesona, karena sate padang memang hadir dalam tiga jenis, yakni sate padang, sate padang panjang, dan sate pariaman. Selain berbeda daerah asalnya, ketiga sate tersebut juga hadir dalam sajian bumbu kacang yang berbeda. Sate padang menggunakan bumbu kacang yang kental dan bentuknya menyerupai bubur. Sate pariaman memiliki kuah yang berwarna merah. Sedangkan, sate padang panjang biasanya disajikan dengan bumbu sate yang berwarna kuning.","imgUrl":"https://cdn.idntimes.com/content-images/community/2019/08/pp-copy-e8433194dd838ce9da2550168336b471_600x400.jpg","popular":false,"__collections__":{}},"3":{"name":"Dendeng Balado","description":"Makanan khas Sumatera Barat sepertinya memang didominasi oleh olahan daging sapi. Selain rendang dan sate padang, Sobat Pesona juga wajib menyantap dendeng balado. Makanan yang terbuat dari daging sapi ini dibuat dalam bentuk irisan tipis, lalu digoreng, dan dilumuri dengan bumbu balado yang kaya akan rempah dan cita rasa kuat. Sobat Pesona akan mudah menjumpai restoran atau tempat makan yang menjual dendeng balado dengan rasa otentik di Kota Padang, Sumatera Barat.","id":3,"imgUrl":"http://kbu-cdn.com/dk/wp-content/uploads/balado-daging-kering.jpg","province":"Sumatera Barat","popular":true,"__collections__":{}},"4":{"description":"Makanan khas Padang yang tak kalah populer dari rendang adalah lontong sayur. Makanan yang biasanya dijadikan menu sarapan oleh orang Minang ini punya cita rasa yang khas dan juga kaya akan rempah. Kuah santan yang kental serta bumbunya yang gurih mampu memikat lidah para pecinta kuliner seantero negeri. Selain di daerah Padang, Sobat Pesona bisa mencoba lontong sayur khas Minang ini di daerah Pariaman, yang lokasinya tidak begitu jauh dari Kota Padang.","name":"Lontong Sayur","province":"Sumatera Barat","id":4,"imgUrl":"https://st4.depositphotos.com/26176872/39889/i/600/depositphotos_398891052-stock-photo-lontong-sayur-or-ketupat-indonesian.jpg","popular":false,"__collections__":{}},"5":{"id":5,"imgUrl":"https://img.okezone.com/content/2018/03/23/298/1877143/lezatnya-sate-bumbu-dendeng-ayam-pop-untuk-menu-akhir-pekan-Lh8LK4xiVm.jpg","popular":false,"description":"Sobat Pesona kurang suka dengan daging sapi? Tak perlu khawatir, karena masakah khas Sumatera Barat ada juga yang berbahan utama daging ayam. Keunikan dari olahan ini adalah daging ayam akan tetap berwarna putih pucat meski sudah digoreng. Bagaimana bisa? Warna ayam tidak menjadi coklat seperti ayam goreng pada umumnya karena sebelum digoreng, ayam tersebut sudah diolah dan diberi bumbu. Ayam itu direbus dengan air kelapa serta diberi bumbu bawang putih. Sangat unik bukan? Jika ingin merasakan ayam pop yang asli dan otentik, Sobat Pesona bisa datang langsung ke daerah Bukittinggi, Sumatera Barat.","name":"Ayam Pop","province":"Sumatera Barat","__collections__":{}},"6":{"popular":false,"name":"Ikan Asam Padeh","description":"Berwisata kuliner #DiIndonesiaAja, terutama di Sumatera Barat sepertinya belum lengkap jika tak mencoba ikan asam padeh. Menu yang satu ini biasa juga dikenal dengan nama ikan asam pedas dalam Bahasa Indonesia. Masakan dengan rasa asam dan pedas ini siap memberikan sensasi segar pada lidah dan perut Sobat Pesona. Tak terbatas pada satu jenis ikan saja, menu ikan asam padeh bisa menggunakan berbagai jenis ikan, mulai dari ikan tongkol, kakap, cumi, gurame, hingga ikan kembung. Tak sabar ingin mencicipinya? Sobat Pesona bisa langsung meluncur ke daerah Solok, Padang Panjang, atau Pariaman untuk merasakan kelezatan ikan asam padeh yang otentik.","province":"Sumatera Barat","id":6,"imgUrl":"https://www.masakan-rumahan.com/wp-content/uploads/2020/04/asam-padeh-sampadeh-ikan-1.jpg","__collections__":{}},"7":{"id":7,"imgUrl":"https://img-global.cpcdn.com/recipes/b87564a8e6d0a051/680x482cq70/gulai-itiak-lado-mudo-foto-resep-utama.jpg","name":"Itiak Lado Mudo","province":"Sumatera Barat","popular":false,"description":"Sudah pernah mencoba makanan khas Sumatera Barat bernama itiak lado mudo? Kuliner dari olahan daging bebek ini merupakan salah satu kuliner khas dari daerah Agam, Sumatera Barat. Hadir dalam rasa pedas dan gurih, itiak lado mudo disebut-sebut sebagai menu favorit wisatawan lokal hingga mancanegara, lho. Nah, jika Sobat Pesona ke Ngarai Sianok, wajib sekali menyantap kuliner satu ini, ya. Di sana ada sebuah rumah makan yang menyajikan itiak lado mudo sebagai menu utamanya dan selalu ramai pengunjung. Sambil menyantap itiak lado mudo yang lezat, Sobat Pesona juga bisa melihat pemandangan Ngarai Sianok yang memesona.","__collections__":{}},"8":{"name":"Lamang","description":"Inilah kudapan klasik khas Sumatera Barat yang masih eksis hingga saat ini. Lamang merupakan olahan ketan yang dicampur dengan santan. Ketan tersebut akan dibungkus dengan daun pisang lalu dimasukkan ke dalam bambu untuk selanjutnya dibakar. Jika Sobat Pesona ingin mencicipi lamang dari tanah kelahirannya, datanglah ke daerah Tanah Datar, Sumatera Barat. Cuaca yang dingin di Tanah Datar, akan terasa lebih hangat saat Sobat Pesona menyantap lamang yang masih hangat.","popular":false,"imgUrl":"https://cdn.idntimes.com/content-images/community/2019/11/asf-1b26f6a93ed3d0731810eeec68f7bc8b.jpg","province":"Sumatera Barat","id":8,"__collections__":{}},"9":{"popular":false,"description":"Indonesia punya banyak sajian kuliner, mulai dari makanan berat hingga cemilan yang nikmat. Salah satu camilan yang sangat menggoda untuk dicoba adalah sala lauak. Kuliner yang satu ini adalah gorengan khas Pariaman. Karena berbentuk bulat, banyak juga yang menyebut kudapan ini mirip dengan combro dari Jawa Barat. Bedanya, sala lauak tidak menggunakan oncom, melainkan teri atau udang halus. Gorengan ini memiliki tekstur renyah di bagian luar, tapi lembut di bagian dalamnya.","imgUrl":"https://img-global.cpcdn.com/recipes/06fbc039bb1f4389/680x482cq70/sala-lauak-sala-lauk-khas-pariaman-foto-resep-utama.jpg","province":"Sumatera Barat","name":"Sala Lauak","id":9,"__collections__":{}},"10":{"name":"Bika Talago","popular":false,"description":"Jika Sobat Pesona sedang mengeksplorasi Bukittinggi dan mulai merasakan hawa dinginnya, saatnya menghangatkan tubuh dengan menyantap salah satu kuliner khasnya, yakni bika talago. Makanan ini akan disajikan hangat-hangat, karena biasanya baru akan dimasak ke dalam tungku pembakaran ketika ada yang membeli. Bika talago memiliki rasa yang gurih dan manis berkat perpaduan antara tepung beras, kelapa parut, serta gula merah dan gula putih.","province":"Sumatera Barat","id":10,"imgUrl":"https://cdn0-production-images-kly.akamaized.net/130Sc6GwT_sssAcpld9hLzL3uAc=/640x480/smart/filters:quality(75):strip_icc():format(jpeg)/kly-media-production/medias/2721203/original/097208700_1549365212-30085197_2031621550388128_1148971088177266688_n.jpg","__collections__":{}},"11":{"description":"Itak poul poul adalah kue tradisional Indonesia yang berasal dari sejumlah daerah di Sumatra Utara, seperti Kabupaten Mandailing Natal, Kota Padangsidimpuan dan Kabupaten Tapanuli Selatan. Itak poul poul diambil dari Bahasa Mandailing. Itak berarti kue tradisional yang berbahan dasar tepung. Sementara itu poul bermakna kepal. Jika keduanya diterjemahkan ke dalam Bahasa Indonesia maka itak poul poul memiliki arti sebagai penganan atau kue yang dikepal. Hal ini dikarenakan itak poul poul dibuat dengan cara dikepal menggunakan tangan dan tidak menggunakan cetakan seperti kue yang lain. Ciri khas dari kue ini terletak pada bentuknya yang menyerupai bekas jemari kepalan tangan orang dewasa","name":"Itak Pohul Pohul ","imgUrl":"https://cdn-2.tstatic.net/medan/foto/bank/images/itak-gurgur-atau-pohul-pohul-makanan-khas-batak-toba.jpg","province":"Sumatera Utara","id":11,"popular":false,"__collections__":{}},"12":{"popular":true,"name":"Ayam Betutu","description":"Makanan ini pasti sudah tidak asing lagi di telinga kita. Olahan ayam yang satu ini memang selalu mampu menggoyang lidah siapa saja yang menyantapnya. Ayam betutu diolah dengam bumbu rempah seperti daun jeruk, serai, daun salam, kunyit, jahe, bawang merah, kemiri, dan rempah lainnya yang membuat rasanya semakin kaya.","province":"Bali","id":12,"imgUrl":"https://asianfoodnetwork.com/content/dam/afn/global/en/recipes/ayam-betutu/AFN_ayam_betutu_main_image1.jpg","__collections__":{}},"13":{"popular":false,"imgUrl":"https://img-global.cpcdn.com/recipes/45298da2ab248f02/1200x630cq70/photo.jpg","description":"Sate menjadi makanan yang sangat populer di Indonesia. Namun sate khas Bali ini berbeda dengan sate jenis lainnya. Jika sate pada umumnya ditusuk dengan menggunakan tusuk sate dari bambu kemudian di bakar, sate lilit ini menggunakan daging ayam atau ikan yang sudah digiling kemudian di kepal pada batang serai. Daging yang digunakan untuk sate lilit ini, dicampur dengan kelapa parut yang membuat rasanya semakin gurih.","id":13,"province":"Bali","name":"Sate Lilit","__collections__":{}},"14":{"description":"Dari namanya saja sudah unik, cita rasanya juga tak kalah unik dan menggoda selera. Makanan khas Bali ini cocok untuk Anda penyuka sayuran atau vegetarian. Makanan ini terbuat dari sayuran seperti kacang panjang, bayam, kangkung, telong bulat, tauge, pare, dan buncis. Setelahnya, sayuran tersebut akan diberi bumbu Kalas yang dibuat dari berbagai rempah mulai dari bawang merah, bawang putih, kencur, lengkuas, kunyit, ketumbar, dan santan. Tidak hanya bumbu Kalas, di dalam Serombotan juga ditambahkan bumbu kacang yang akan membuat rasa dari makanan ini semakin unik dan lezat.","popular":false,"imgUrl":"https://img-global.cpcdn.com/recipes/363762c6ce767593/1200x630cq70/photo.jpg","id":14,"province":"Bali","name":"Serombotan","__collections__":{}},"15":{"popular":false,"province":"Bali","name":"Lawar","description":"Mendengar kata lawar, apa yang terlintas di benak Anda? Mungkin banyak di antara kita yang mengira makanan ini berbahan utama kelelawar, padahal bukan. Meski nama makanan khas Bali ini mirip dengan nama hewan nokturnal, namun bahan utamanya berasal dari sayur-sayuran yang kaya akan gizi. Makanan ini terbuat dari sayuran seperti kacang panjang, sayur nangka, dan kelapa parut yang dicampur dengan bumbu rempah khas daerah Bali. Makanan yang satu ini memiliki banyak jenis, mulai dari lawar kuwir yang isinya daging entok, lawar ayam, dan lawar babi. Selain itu, ada juga lawar merah dan lawar putih yang bisa Anda cicipi saat datang ke Bali.","imgUrl":"https://1.bp.blogspot.com/-SBbu8bdQwWc/WwPR2P_5iPI/AAAAAAAAAP8/P2JNCMREGGw7Vf6F2pY5yl64ZhBaN5RvACLcBGAs/s1600/lawar.jpg","id":15,"__collections__":{}},"16":{"name":"Nasi Campur Bali","province":"Bali","popular":true,"description":"Makanan khas Bali selanjutnya yang bisa Anda cicipi yaitu nasi campur. Seperti namanya, sudah pasti makanan ini terdiri dari berbagai bahan utama mulai dari nasi putih, sate lilit khas Bali, ayam suwir dengan bumbu Basa Genep Bali, urap, lawar ayam, sambal matah dan sambel embe. Makanan ini memiliki cita rasa yang sedap yang pastinya akan membuat nafsu makan Anda meningkat.","imgUrl":"https://www.pegipegi.com/travel/wp-content/uploads/2019/03/Nasi-Bali.jpg","id":16,"__collections__":{}},"17":{"id":17,"imgUrl":"https://asset.kompas.com/crops/WECXzQYhmuMSQH4mEWyRcsaoeqA=/0x134:1000x801/750x500/data/photo/2020/09/17/5f6340bfa9341.jpg","name":"Laklak","popular":false,"description":"Jika Jawa Barat punya surabi sebagai jajanan tradisionalnya, Bali juga memiliki jajanan tradisional yang mirip dengan surabi, namanya laklak. Makanan ini dibuat dengan menggunakan kendi yang diletakan di atas api. Ketika matang, makanan ini akan memiliki tekstur yang lembut di dalam dan renyah bagian luarnya. Seperti makanan khas Bali lainnya, laklak juga disajikan dengan kuah santan dan taburan kelapa parut serta sirup gula merah yang membuat rasanya semakin gurih dan manis.","province":"Bali","__collections__":{}},"18":{"id":18,"name":"Rujak Buleleng","popular":false,"description":"Jika di Jakarta ada rujak Betawi maka saat datang ke Bali Anda bisa mencicipi rujak Buleleng khas Bali. Makanan ini dibuat dari berbagai buah yang potong kecil kemudian disiram dengan bumbu rujak yang pedas dan segar. Yang membedakan rujak ini dengan rujak lainnya terletak pada bumbu yang digunakan. Bumbu rujak buleleng terbuat dari cuka, gula aren asli buleleng, terasi, garam, cabai rawit, dan pisang batu. Bahan dari pisang batu ini ditambahkan untuk menghasilkan cita rasa yang sepat sehingga menghasilkan makanan dengan rasa yang komplit. Demikian beberapa daftar makanan khas Bali yang bisa Anda coba. Makanan-makan tersebut dijamin akan membuat Anda puas dan ketagihan untuk mencobanya lagi dan lagi.","imgUrl":"https://indonesiakaya.com/wp-content/uploads/2020/10/rujak_buleleng_1200.jpg","province":"Bali","__collections__":{}},"19":{"name":"Soto","province":"Jawa Timur","id":19,"description":"Sebenarnya yang punya soto sebagai makanan khasnya bukan cuma Jawa Timur. Namun, soto di beberapa daerah di Jawa Timur punya ciri atau pembeda masing-masing. Misalnya saja soto Lamongan dengan taburan koya atau soto Jombang yang kuahnya tak terlalu kental, cenderung bening. Soto ala Jawa Timur biasanya berkuah bening tidak menggunakan santan seperti halnya soto tangkar Betawi. Meski begitu, rasanya tetap nikmat dan khas dengan bumbu yang terdiri dari ketumbar, jinten, sereh, bawang merah, bawang putih, jahe, lengkuas, merica, garam dan kemiri, serta bawang goreng sebagai pelengkap.","popular":true,"imgUrl":"https://cdn.idntimes.com/content-images/community/2020/05/2c58b330-ad1e-46e5-9509-1318f11ca8ff-a87a01f9b2fe5d34a822dbc0648aa45e_600x400.jpeg","__collections__":{}},"20":{"name":"Rujak Cingur","imgUrl":"https://awsimages.detik.net.id/community/media/visual/2021/03/15/rujak-cingur.jpeg?w=700&q=90","province":"Jawa Timur","description":"Rujak khas Kota Surabaya ini terdiri dari berbagai jenis sayuran dan buah, seperti krai, taoge, kangkung, kacang panjang, nanas, kedondong, dan sebagainya. Bahan-bahan tersebut dipadukan dengan tempe, tahu, lontong, hingga cingur alias hidung sapi yang jadi ciri khasnya. Biasanya para penjual rujak cingur mengolah bumbu kacang dan petis untuk rujak dalam cobek batu berukuran besar. Kemudian, seluruh bahan tadi diletakkan di tengah dan diaduk hingga rata.","id":20,"popular":false,"__collections__":{}},"21":{"description":"Seperti namanya, kuliner khas Banyuwangi ini adalah perpaduan antara rujak dan soto kuning. Rujak petis dengan rasa terasi yang khas dan kuah soto kuning gurih bakal menghasilkan kombinasi rasa yang cukup unik dan enak. Kombinasi makanan seperti ini cukup common di Jawa Timur sebenarnya. Selain rujak soto, kamu bisa menemukan rujak bakso di kawasan Madura. Bedanya, rujak di sana menggunakan petis Madura yang rasanya cenderung asin.","name":"Rujak Soto","province":"Jawa Timur","id":21,"imgUrl":"https://truffle-assets.imgix.net/85378ebb-landscape.jpg","popular":false,"__collections__":{}},"22":{"id":22,"province":"Jawa Timur","popular":true,"name":"Rawon","description":"Rawon menjadi salah satu hidangan tertua dalam sejarah Jawa kuno, yang sudah ada sejak 901 Masehi, era Kerajaan Mataram. Kuah berwarna hitam pekat adalah ciri khasnya, karena diolah menggunakan kluwek. Biasanya rawon menggunakan daging sapi yang direbus dalam kuah kluwek dalam waktu lama hingga teksturnya empuk, disajikan bersama taoge, telur asin, serta kerupuk udang. Meskipun rawon terkenal sebagai makanan khas Surabaya, tapi beberapa daerah di Jawa Timur juga punya rawon khas. Misalnya seperti rawon Pasuruan dengan sate komoh sebagai pelengkapnya.","imgUrl":"https://asset.kompas.com/crops/X916aatu-XND6FJuAmBDslsR0H8=/0x0:1000x667/750x500/data/photo/2020/06/27/5ef6a9a2a22c5.jpg","__collections__":{}},"23":{"description":"Selain jadi makanan khas kota di Jawa Timur, seperti Surabaya dan Lamongan, tahu campur cukup populer di Magelang, Jawa Tengah. Hidangan ini terdiri dari selada, taoge, lontong, mie kuning, tahu goreng, dan potongan lentho singkong. Kemudian bahan-bahan tersebut disiram kuah kaldu tetelan sapi yang gurih dan super fatty.","popular":false,"imgUrl":"https://keeprecipes.com/sites/keeprecipes/files/imagecache/recipe_large/23-resep_tahu_campur_lamongan.jpg","province":"Jawa Timur","id":23,"name":"Tahu Campur","__collections__":{}},"24":{"imgUrl":"https://www.unileverfoodsolutions.co.id/dam/global-ufs/mcos/SEA/calcmenu/recipes/ID-recipes/chicken-&-other-poultry-dishes/pecel-madiun/main-header.jpg","popular":false,"province":"Jawa Timur","description":"Dengar kata pecel, kamu mungkin langsung terbayang Kota Madiun yang tersohor sama pecel pincuknya. Selain Madiun, banyak kota di Jawa Timur yang juga punya makanan khas serupa, seperti pecel Blitar atau pecel Kediri. Biasanya yang membedakan adalah jenis isian sayur, jenis daun sebagai wadah pecelnya, hingga lauk pendamping. Seperti contohnya ada pecel yang dilengkapi rempeyek, ada juga yang dilengkapi kerupuk puli. Ada pecel yang disajikan dengan daun pisang, ada juga yang disajikan dengan daun jati.","name":"Pecel","id":24,"__collections__":{}},"25":{"id":25,"popular":false,"description":"Pecak lele atau familiar disebut pecel lele. Berbeda dengan pecel Madiun ya, karena sama sekali gak menggunakan sayuran atau bumbu kacang. Sebenarnya pecel lele asalnya dari Jawa Tengah, tapi kini lebih populer di Jawa Timur, terutama di Lamongan. Ikan lele yang sudah dibumbui digoreng kering, lalu disajikan dengan cara dipecel alias diulek kasar di atas cobek berisi sambal tomat. Selain ikan lele, kini banyak lauk utama lainnya, seperti ayam goreng, bebek goreng, atau tahu dan tempe.","province":"Jawa Timur","imgUrl":"https://asset.kompas.com/crops/o7FpVUzNz15twK4MNN5xcRD9mII=/0x0:1000x667/780x390/data/photo/2021/03/21/60569b33a2b3d.jpeg","name":"Pecel Lele","__collections__":{}},"26":{"province":"Jawa TImur","id":26,"popular":false,"description":"Kuliner asli Surabaya ini terdiri dari lontong, tahu goreng, taoge, dan kecap, lalu disiram kuah gurih yang khas. Lontong balap biasanya disajikan dengan sate kerang dan lentho, yakni gorengan yang terbuat dari kacang tolo. Kalau ingin coba lontong balap legendaris di Surabaya, kamu bisa datang ke kawasan Jalan Kranggan. Kamu akan menemukan penjual lontong balap mulai dari kaki lima hingga tempat makanan permanen.","name":"Lontong Balap","imgUrl":"https://asset.kompas.com/crops/xOI346fNNaoxLqeDcQexmu9fyJE=/34x23:941x628/750x500/data/photo/2020/09/03/5f5096bdca4e0.jpg","__collections__":{}},"27":{"imgUrl":"https://asset.kompas.com/crops/F-aAUUXfEmAhpcyjo3JruIEz0_c=/107x0:836x486/780x390/data/photo/2021/02/22/603366bc27934.jpg","popular":true,"name":"Tahu Tek","id":27,"description":"Masih dari Surabaya, kamu harus coba makanan khas lainnya yang bakal bikin ketagihan. Tahu tek berbahan utama tahu goreng, kentang goreng, dan lontong yang dipotong kecil-kecil, ditambah taoge serta acar mentimun. Selanjutnya, bahan-bahan tersebut disiram bumbu kacang petis dan lengkap dengan taburan kerupuk udang. Rasa bumbunya cenderung pedas dan manis gurih. Lebih mantap kalau kamu pesan tambahan telur dadar. Kenapa makanan ini disebut tahu tek? Karena biasanya para penjual memotong tahu dan telur menggunakan gunting. Bunyi \"Tek..tek...tek..\" dari gunting inilah yang menandakan kalau pesanan mereka sedang dibuat.","province":"Jawa TImur","__collections__":{}},"28":{"name":"Sego Tempong","popular":false,"imgUrl":"https://cdn.idntimes.com/content-images/community/2019/02/img-6059-5b48aba7106fca7f6229f8b28f1ca7fd_600x400.JPG","description":"Sego tempong atau nasi tempong asalnya dari Banyuwangi. Dalam bahasa Osing, tempong artinya tampar. Nama ini diberikan karena sambal di nasi tempong yang pedasnya seperti ditampar. Nasi ini memang terdiri dari sayuran rebus seperti bayam, kubis, kenikir, didampingi lauk, dan dilengkapi sambal. Ada beberapa jenis sambal yang kini diolah untuk nasi tempong, yakni sambal kacang dengan aroma kencur yang kuat serta sambal terasi pedas. Sedangkan lauknya pun beragam, seperti tahu, tempe goreng, ayam goreng, ikan jambal, dan sebagainya.","province":"Jawa TImur","id":28,"__collections__":{}},"29":{"popular":true,"description":"Dari buku berjudul 'Wisata Kuliner Makanan Daerah Khas Palembang', selain pempek celimpungan bisa menjadi rekomendasi wisata kuliner di Palembang. Bahan dasar Celimpungan hampir sama dengan pempek dan tekwan, yaitu ikan dan sagu. Namun ukuran celimpungan lebih besar. Bentuk celimpungan bulat dengan diameter 10 sentimeter (cm) dan pipih. Kuah celimpungan dari santan dan bumbu lainnya. Makanan ini bisa juga dinikmati dengan sambal goreng.","name":"Celimpungan","id":29,"province":"Sumatera Selatan","imgUrl":"https://tandaseru.id/wp-content/uploads/2019/07/celii2.jpg","__collections__":{}},"30":{"popular":false,"imgUrl":"https://cdn.idntimes.com/content-images/post/20191114/74896460-153080182757749-833368572934972895-n-75e7e77759561f46a635a01ed560dcd6_600x400.jpg","province":"Sumatera Selatan","description":"Tekwan, pempek, dan celimpungan dibuat dari bahan yang sama. Namun, Tekwan sering disebut sebagai baksonya orang Palembang. Tekwan biasanya disajikan dengan kuah kaldu yang gurih dan sedap. Ukuran tekwan bisanya kecil-kecil seperti bakso ikan. Sementara kaldu udang dibuat dari bahan bawang goreng, daun seledri, daun bawang, potongan bengkuang, bihun, dan jamur kuping.","name":"Tekwan","id":30,"__collections__":{}},"31":{"imgUrl":"https://i.ytimg.com/vi/gEjIE1rNC44/hqdefault.jpg","name":"Kue Lompang","popular":false,"description":"Kue Lumpang adalah camilan khas Palembang. Kue ini berbentuk unik karena memiliki cekungan di tengah seperti lupang. Kue ini masuk dalam kue kukus. Bahan utama kue lumpang adalah tepung beras, tepung kanji, santan, daun suji ataupun daun pandan, maupun gula jawa, dan diberi taburan parutan kelapa. Kue ini biasanya disajikan ketika upacara pernikahan, adat dan keagamaan, seperti Lebaran dan Imlek. Masyarakat keturunan Tionghoa-Palembang, menyebut kue ini adalah Kasui atau Kaswi. Kue ini memiliki 3 jenis varian utama yaitu warna hijau, warna putih (memakai gula pasir), dan warna coklat (memakai gula jawa untuk pewarnaan). Selain Palembang, kue lumpang juga tersedia di wilayah Bangka Belitung.","id":31,"province":"Sumatera Selatan","__collections__":{}},"32":{"id":32,"popular":false,"name":"Model","imgUrl":"https://cdn-2.tstatic.net/sumsel/foto/bank/images/model-ikan-ala-palembang.jpg","province":"Sumatera Selatan","description":"Model adalah makanan Palembang yang memakai bahan utama ikan tenggiri. Bahan lainnya adalah tahu China, tepung sagu, dan telur. Model dihidangkan dengan kuah udang. Makanan ini hampir mirip dengan tekwan. Namun, model memakai tahu Cina yang menjadi ciri khas. Selain itu, model digoreng terlebih dahulu baru disajikan. Sementara tekwan cukup direbus dan dikukus. Banyak penjual kaki lima dan restoran di palembang yang menghidangkan masakan ini. Rasa model gurih, garing, dan segar ketika merasakan kuahnya.","__collections__":{}},"33":{"id":33,"province":"Sumatera Selatan","popular":false,"description":"Burgo hampir mirip seperti kwetiau. Bentuk burgo berwarna putih, terbuat dari beras, mie tebal, namun kenyal. Adonan burgo terbuat dari tepung sagu dan tepung beras. Setelah itu dimasak disajikan dengan dada gulung yang diiris tipis. Burgo disajikan dengan kuah santan gurih. Kuah santan ini menambah cita rasa karena mengandung banyak bumbu. Bumbu yang dipakai adalah bawang putih, lengkuas, kencur, kunyit, ketumbar, dan kemiri. Kuah burgo juga dibuat dari rebusan daging ikan gabus tanpa tulang.","imgUrl":"https://cdn0-production-images-kly.akamaized.net/kWA-kYL1_RRFvRN1mbchX_6ozaI=/0x394:775x831/469x260/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/3278052/original/067397600_1603686134-shutterstock_1819632680.jpg","name":"Burgo","__collections__":{}},"34":{"imgUrl":"https://img-global.cpcdn.com/recipes/270d0a0df7d829df/1200x630cq70/photo.jpg","popular":false,"name":"Pindang Patin","description":"Pindang patin merupakan makanan khas Palembang. Makanan ini menyajikan ikan patin dengan kuah santan pedas. Rasa dari pindang ini hampir sama seperti tom yum. Rasa pindang patin asam, pedas, manis, dan segar. Cara membuat yaitu memasak ikan patin yang sudah dibersihkan Kemudian dimasak dengan bumbu dan rempah khas Palembang. Biasanya masakan ini disajikan bersama nasi hangat dan sambal tempoyak. Selain ikan patin, pindang yang bisa dimasak adalah ikan gabus dan tulang iga. Kuliner ini bisa ditemukan ketika berwisata di jembatan Ampera.","id":34,"province":"Sumatera Selatan","__collections__":{}},"35":{"name":"Martabak Har","id":35,"description":"Martabak Har hampir sama dengan martabak telur. Namun, kuah yang digunakan bukan kuah cuko. Kuah cuko merupakan kuah yang disajikan bersama pempek. Rasanya sedikit pedas dan asam. Martabak Har memakai kuah kari yang memiliki rasa kuat. Kuah kari ini campuran dari rempah-rempah, kentang, dan daging. Perbedaan dengan martabak telur adalah proses memasaknya. Telur tidak dicampur di dalam martabak, tetapi dibalut bersama kulitnya. Cara makan martabak Har kuah kari langsung disiram ke martabak.","province":"Sumatera Selatan","popular":false,"imgUrl":"https://3.bp.blogspot.com/-oXdId91wARE/VzquV-NpvkI/AAAAAAAABYs/baNqIGmnvckE-UlVYElB4gas7KItwhClQCLcB/s640/martabak-har.jpg","__collections__":{}},"36":{"imgUrl":"https://i0.wp.com/kulinear.hops.id/wp-content/uploads/2021/08/WhatsApp-Image-2021-08-10-at-12.21.33.jpeg?resize=780%2C470&ssl=1","province":"Sumatera Selatan","name":"Sambal Tempoyak","id":36,"description":"Sambal tempoyak adalah sambal khas daerah Palembang. Sambal ini memiliki cita rasa asam, pedas, dan manis. Selain itu ada aroma durian karena bahan sambal ini dibuat dari fermentasi durian. Cara memasak sambal ini adalah menumis daging durian dengan cabai dan bawang. Setelah matang, disajikan dengan makanan seperti pindang patin atau makanan lain.","popular":false,"__collections__":{}},"37":{"popular":false,"imgUrl":"https://merahputih.com/media/54/05/d6/5405d6450d593b0a83814c9e62e3a868.jpg","description":"Gulai Malbi hampir mirip semur daging karena bahannya adalah daging sapi. Namun, gulai malbi menggunakan tambahan rempah seperti asam jawa dan pala. Makanan ini rasanya manis dan gurih, berbeda dengan kebanyakan makanan Palembang yang pedas. Gulai malbi dihidangkan dengan nasi minyak, kerupuk, acar asam pedas, dan sambal nanas. Makanan ini biasnaya dihidangkan ketika perayaan Idul Fitri. Malbi biasanya dihidangkan dengan nasi minyak, kerupuk dan sambal nanas yang pedas, juga acar yang memberikan rasa asam pedas.","province":"Sumatera Selatan","id":37,"name":"Gulai Malbi","__collections__":{}},"38":{"description":"Kemplang adalah kerupuk yang terbuat dari bahan ikan tenggiri, garam, dan tapioka. Tekstur kerupuk ini keras dan rasanya gurih. Adonan pembuat kemplang seperti ikan direbus hingga matang kemudian diiris tipi-tipis. Disebut kemplang karena adonan tersebut dipukul. Adonan yang dipukul sampai rata dan pipih. Adonan rata ini bisa cepat mengering ketika dipanaskan dibawah sinar matahari. Kerupuk yang pipih dan rata bisa renyah menyeluruh ketika digoreng. Selain digoreng, kerupuk ini juga bisa dibakar. Kerupuk kemplang biasanya disajikan dengan sambal manis dan gurih. Dahulu, kerupuk kemplang dibuat dari daging ikan belida. Ikan ini hidup di sungai dan membuat rasa kemplang lebih gurih. Namun, pencemaran sungai membuat ikan ini sulit didapat. Akhirnya bahan utama kemplang diganti ikan tenggiri dan tepung tapioka.","id":38,"province":"Sumatera Selatan","name":"Kemplang","popular":false,"imgUrl":"https://asset.kompas.com/crops/Qu-uGRiw6A4NINs_6VhIZBrvp1I=/0x386:667x831/750x500/data/photo/2021/05/12/609b4a1d9af08.jpg","__collections__":{}},"39":{"description":"Godo-godo hampir mirip seperti bakawan dan terbuat dari ikan atau udang. Bahan godo-godo yaitu tepung terigu, daging ikan (bisa diganti udang), telur, dan garam. Cara memasaknya yaitu mencincang daging ayam, kemudian mencampur semua bahan. Masukkan air sedikit demi sedikit untuk menghidnari adonan tidak encer atau mengetal. Setelah adonan selesai, ambil 1 sendok kemudian goreng dalam panci. Tunggu sampai kecoklatan. Godo-godo biasnaya disajikan dengan kuah cuko seperti empek-empek. Jajanan ini dinikmati selagi hangat.","imgUrl":"https://cdn-2.tstatic.net/palembang/foto/bank/images/ilustrasi-pempek-godo-godo-khas-palembang.jpg","province":"Sumatera Selatan","id":39,"name":"Godo-godo","popular":false,"__collections__":{}},"40":{"popular":false,"id":40,"name":"Rujak Mie","description":"Rujak mie khas Palembang memakai kuah yang berasa asam dan manis. Kuah tersebut dari bahan cuka dan gula merah. Isi dari rujak mie adalah mie kuning (bisa diganti dengan mie warna putih), tauge, dan timun. Rujak mie memakai mie kuning basa atau putih sebagai bahan utama. Ada juga isian tahu, tauge yang diseduh memakai air panas. Sementara kuahnya dari rebusan air, gula merah, cuka, bumbu cabai rawit merah, bawang putih, ebi, dan garam. Tak lupa bagian atas ditaburi bawang merah. Potongan pempek bisa ditambahkan dalam mie rujak sebagai pengganti tahu. Meski tidak ada sayuran dan buah segar, mi rujak memiliki sensasi segar ketika dimakan.","imgUrl":"https://img-global.cpcdn.com/recipes/780642bf13f3bdb3/751x532cq70/43-rujak-mie-palembang-vegetarian-foto-resep-utama.jpg","province":"Sumatera Selatan","__collections__":{}},"41":{"description":"Nasi minyak adalah olahan nasi khas di Sumatera Selatan. Rasa nasi minyak hampir sama seperti nasi kebuli. Hal ini karena pengaruh budaya dari Timur-Tengah tempat nasi kebuli itu berasal. Nasi Minyak dimasak menggunakan minyak samin dan rempah-rempah khas Indonesia. Biasanya nasi minyak disantap dengan sambal nanas, daging malbi, acar ketimun, sate pentol, ayam goreng, dan kismis. Nasi Minyak menjadi hidangan untuk perkawinan, syukuran, bulan Ramadhan, idul Fitri, dan Idul Adha. Selain Sumatera Selatan, nasi minyak ditemukan di provinsi Jambi.","id":41,"popular":false,"imgUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Nasi_Minyak_Palembang_1.jpg/640px-Nasi_Minyak_Palembang_1.jpg","province":"Sumatera Selatan","name":"Nasi Minyak","__collections__":{}},"42":{"description":"Otak-otak adalah makanan populer yang terbuat dari ikan tenggiri yang dibungkus daun pisang. Cara memasak otak-otak adalah memanggang ikan tenggiri cincang yang dibalut daun pisang. Otak-otak menjadi makanan khas yang populer di beberapa daerah seperti Sumatera dan Jawa. Makanan ini juga populer di Singapura dan Malaysia. Otak-otak banyak ditemukan di Palembang dan Tanjung Pinang. Otak-otak cocok dijadikan cemilan karena rasanya yang gurih dan tekstur lembut.","province":"Sumatera Selatan","name":"Otak-Otak","popular":true,"imgUrl":"http://kbu-cdn.com/dk/wp-content/uploads/otak-otak-goreng-ala-kobe.jpg","id":42,"__collections__":{}},"43":{"province":"Sumatera Utara","imgUrl":"https://www.masakapahariini.com/wp-content/uploads/2020/10/mie-gomak-780x440.jpg","id":43,"popular":false,"description":"Sesuai dengan namanya, mie gomak merupakan makanan yang terbuat dari bahan dasar mie. Namun mie yang kerap digunakan adalah mie lidi atau mie besar. Dinamai mie gomak, karena dalam sejarah pembuatannya mie ini dilakukan dengan cara digomak-gomak atau digenggam dengan tangan. Walaupun saat ini tidak lagi dibuat dengan cara seperti itu. Mie gomak bisa dibuat dengan dua cara pengolahan, yakni dengan cara basah dan berkuah gurih atau dengan cara digoreng. Seperti umumnya ciri khas masakan Sumatera Utara, mie gomak dibuat dengan tambahan bumbu andaliman untuk mempertajam rasa pedasnya.","name":"Mie Gomak","__collections__":{}},"44":{"imgUrl":"https://correcto.id/content/images/th1_2020042203205296265.jpg","id":44,"popular":false,"province":"Sumatera Utara","name":"Natinombur","description":"Natinombur merupakan jenis masakan ikan yang disiram bumbu di atasnya. Sebutan Natinombur berasal dari kata tombur yang berarti direbus. Berdasarkan legenda pembuatnya, untuk membuat bumbu dari masakan ini harus direbus dulu sebelum dihaluskan baru ditaburkan di atas ikan yang sudah dibakar. Namun seiring berjalannya waktu, pengolahan bumbu tidak lagi dengan cara direbus melainkan ditumis. Bumbu-bumbu yang dipakai adalah bawang merah, jeruk nipis, andaliman, jahe dan kemiri yang dihaluskan lalu ditumis. Jenis ikan mas dan mujair merupakan yang terbaik untuk masakan Natinombur.","__collections__":{}},"45":{"description":"Di Jakarta, sudah sangat biasa orang mengonsumsi sate ayam, kambing, atau sapi. Namun berbeda halnya di Medan, Sumatera Utara ada yang namanya sate kerang. Tidak jauh berbeda dari jenis sate lainnya, sate kerang juga ditusuk ke dalam lidi sebanyak 3 sampai 4 biji kerang. Rasanya unik dan berbeda. Jika kamu datang ke kota Medan, kamu akan menemukan sate kerang yang biasanya dijual dalam 3 varian rasa, original, pedas, dan manis pedas.","imgUrl":"https://cdn.idntimes.com/content-images/post/20190412/whatsapp-image-2019-04-12-at-145524-8fde0c94afe946cb63d93e4cc1f3bcfb_600x400.jpeg","name":"Sate Kerang","province":"Sumatera Utara","id":45,"popular":false,"__collections__":{}},"46":{"name":"Manuk Napinadar","popular":false,"id":46,"imgUrl":"https://ennitankarokaro.files.wordpress.com/2019/05/napinadar-khas-batak-9.jpg?resize=800%2C584","description":"Makanan khas Batak yang satu ini biasa disajikan saat ada acara adat atau perayaan khusus. Bahan utama dari Manuk Napinadar adalah olahan ayam kampung goreng atau panggang yang diracik oleh bumbu andaliman disertai sambal yang khas. Untuk membuat sambal Napinadar, bahan kelapa yang digonseng atau dibuat serundeng paling sering digunakan. Sementara bumbu utama yang digunakan untuk memasaknya adalah, cabai merah atau cabai rawit, kemiri, kencur, bawang merah, bawang putih, asam kandis, jahe, dan andaliman. Semua rempah-rempah ini dihaluskan kemudian disiram di atas ayam kampung yang sudah dipanggang sampai empuk. Nikmati sensasi rasa pedas getir dari andaliman serta aroma ayam panggang yang harum dan menggoda. Semua pasti ketagihan, kan?","province":"Sumatera Utara","__collections__":{}},"47":{"popular":false,"description":"Pecinta sayur pasti sudah menunggu-nunggu makanan ini. Namanya Anyang Pakis, terbuat dari tanaman pakis atau paku kemudian diberi tambahan berupa olahan kelapa yang disangrai, hingga mirip serundeng. Tak dipungkiri rasanya begitu gurih dan kaya rempah karena terdapat daun jeruk, ketumbar, serai, dan bawang merah yang dihaluskan dan disangrai bersama parutan kelapa serta tanaman pakis yang sebelumnya sudah dikukus. Kamu juga bisa menambah jenis sayuran lain pada masakan ini seperti, kacang panjang, daun papaya, atau tauge yang terlebih dahulu harus dikukus sebelum ditumis bersama bumbu lainnya.","imgUrl":"https://cdns.klimg.com/merdeka.com/i/w/news/2020/04/24/1170495/540x270/mencicipi-lezatnya-anyang-pakis-menu-wajib-saat-buka-puasa-khas-sumut.jpg","province":"Sumatera Utara","name":"Anyang Pakis","id":47,"__collections__":{}},"48":{"popular":true,"province":"Yogyakarta","description":"Mendengar kata gudeg, pastinya langsung mengingatkan kita dengan Yogyakarta. Menu khas ini dibuat dari nangka muda yang dimasak menggunakan santan dalam waktu yang cukup lama. Memiliki rasa yang cenderung manis, menjadikan gudeg digemari banyak orang. Makanan khas Yogyakarta yang wajib dicoba ini biasanya dimakan bersama nasi dan disajikan dengan kuah santan kental (areh), ayam kampung, telur, tahu dan sambal goreng krecek. Meski berasal dari Yogyakarta, namun sejumlah kota di Jawa Tengah dan beberapa wilayah Indonesia lainnya juga sudah banyak memproduksi gudeg. Salah satunya adalah Solo. Hanya saja, gudeg Solo berbeda dengan gudeg asal Yogyakarta. Untuk gudeg asal Yogyakarta memiliki sajian cenderung kering dan tahan lama dibandingkan gudeg asal Solo atau daerah lainnya. Salah satu gudeg Yogyakarta yang paling terkenal adalah Gudeg Yu Djum yang kedainya tersebar di sejumlah sudut kota Jogja.","imgUrl":"https://cdns.klimg.com/merdeka.com/i/w/news/2020/02/06/1145781/540x270/asal-usul-gudeg-yang-tercipta-dari-tangan-prajurit-mataram-kala-babat-alas.jpg","name":"Gudeg","id":48,"__collections__":{}},"49":{"province":"Yogyakarta","imgUrl":"https://cdn.idntimes.com/content-images/community/2020/11/fromandroid-f1ed5ee580e1c3914b4ea5785787240f_600x400.jpg","id":49,"name":"Sate Klatak","popular":false,"description":"Banyak yang mengira kalau sate klatak adalah sate katak, karena namanya yang memang terdengar seperti katak. Padahal, sate ini dibuat dari daging kambing yang dibumbui sejumlah rempah, kemudian ditusuk menggunakan jeruji besi, bukan tusuk sate biasa yang terbuat dari bambu. Sate klatak dianggap sebagai makanan khas Yogyakarta yang unik karena menggunakan jari-jari roda sepeda untuk tusukannya. Tak sembarang asal pakai, jeruji besi dipilih karena dianggap mampu menghantarkan panas dengan baik. Dengan begitu, saat proses pembakaran sate, bagian dalam daging juga matang sempurna. Adapun keunikan lain dari sate klatak adalah bumbu yang digunakan. Jika sate daging umumnya dibumbui dengan aneka rempah, sate klatak hanya diberi garam dan sedikit ketumbar. Sate klatak biasanya disajikan bersama nasi, kuah gulai atau kecap, dan potongan cabai rawit.","__collections__":{}},"50":{"imgUrl":"https://niagatour.com/wp-content/uploads/2020/01/Tengkleng-Gajah-Jogja-Porsi-Tengkleng-yang-Bikin-Klenger.jpg","id":50,"province":"Yogyakarta","name":"Tengkleng Gajah","description":"Apa yang terpikirkan ketika mendengar nama Tengkleng Gajah? Tenang, ini bukan sajian tengkleng dengan daging gajah, melainkan makanan sejenis sup dan gulai berisikan daging, jeroan, dan tulang kambing. Nama Tengkleng Gajah merujuk pada ukuran atau porsi penyajiannya yang besar, sehingga disebut dengan porsi gajah. Makanan khas Yogyakarta satu ini merupakan olahan tulang daging kambing yang mempunyai ukuran besar, sehingga diijuluki sebagai tengkleng gajah. Tulang kambing yang disajikan pada tengkleng juga masih menempel beberapa daging-daging, serta sumsum yang tersembunyi di dalam tulang. Untuk menikmati kuliner ini, tengkleng gajah bisa ditemukan di Warung Sari Roso Mulyo atau Warung Tengkleng Gajah yang terletak di Jl. Kaliurang.","popular":false,"__collections__":{}},"51":{"province":"Yogyakarta","popular":false,"name":"Oseng Mercon","id":51,"description":"Untuk penggemar kuliner pedas bisa mencoba oseng-oseng mercon. Salah satu yang ramai dikunjungi wisatawan adalah Oseng Mercon Bu Narti. Nama Oseng Mercon dipakai karena makanan ini memiliki tingkat kepedasan yang luar biasa seakan meledak di mulut saat memakannya. Makanan asli Indonesia ini pertama kali dibuat oleh ibu Narti pada 1997. Semula, menu ini hanya dijajakan di warung tenda milik ibu Narti dan terletak di pinggir jalan. Nama dan rasanya yang unik membuat warung tenda ibu Narti dikenal sebagai warung oseng-oseng mercon Bu Narti. Oseng mercon sendiri merujuk pada hidangan berbahan dasar tetelan daging sapi atau koyor yang dimasak dengan cara dioseng alias ditumis. Tetelan sapi tersebut kemudian dibumbui berbagai rempah dan didominasi cabai rawit, sehingga memberikan cita rasa sangat pedas. Selain tetelan daging, oseng mercon juga memasukkan bahan lain seperti daging ayam, jeroan, ati ampela, dan kikil. Oseng mercon tidak bisa dimakan sendirian karena rasa pedasnya dikhawatirkan dapat mengganggu kesehatan tubuh, sehingga penyajiannya harus ditemani dengan nasi putih. Jangan lupa juga untuk memilih minuman yang dapat menetralisir rasa pedas di mulut.","imgUrl":"https://media.suara.com/pictures/970x544/2020/07/25/11032-pedas-mantap-yuk-coba-resep-oseng-oseng-mercon-khas-yogyakarta-di-rumah-instagramatresep-ummaid.jpg","__collections__":{}},"52":{"imgUrl":"https://awsimages.detik.net.id/community/media/visual/2020/06/15/tiwul-1_169.jpeg?w=700&q=90","popular":false,"province":"Yogyakarta","name":"Tiwul","id":52,"description":"Kuliner khas Yogyakarta selanjutnya adalah Nasi Tiwul. Makanan ini berasal dari Kabupaten Gunungkidul. Olahan pengganti nasi ini terbuat dari singkong dan muncul pada zaman penjajahan Jepang. Saat itu harga beras cukup mahal dan membuat masyarakat sulit untuk membelinya, alhasil muncul inovasi menu pengganti nasi, yaitu tiwul. Namun, kini tiwul menjadi primadona bahkan menjadi ciri khas masakan Gunungkidul, Wonogiri, Pacitan, dan Blitar. Bahkan sudah ada tiwul dalam bentuk instan agar bisa dibuat dengan cepat.","__collections__":{}},"53":{"popular":false,"description":"Namanya yang cukup unik menjadi daya tarik tersendiri bagi para penikmatnya. Begitu pula dengan cita rasanya. Sebelum disajikan, gatot yang terbuat dari singkong akan dikupas lalu dijemur hingga kering. Gatot merupakan bahan sisa olahan tiwul yang tidak bisa terproses. Baik tiwul maupun gatot keduanya terbuat dari singkong asli dari daerah Gunungkidul yang gersang.","imgUrl":"https://cdn-2.tstatic.net/tribunnews/foto/bank/images/nasi-tiwul-dan-gatot_20160502_191305.jpg","id":53,"province":"Yogyakarta","name":"Gatot","__collections__":{}},"54":{"name":"Belalang Goreng","id":54,"popular":false,"description":"Walang Goreng atau Belalang Goreng merupakan salah satu makanan yang khas Yogyakarta yang cukup ekstrim untuk dicoba. Kuliner unik yang satu ini berbahan dasar belalang yang digoreng kering dan renyah saat dimakan. Meskipun terdengar aneh, walang mengandung banyak nutrisi. Dalam 100 gram penyajian, belalang goreng mengandung 14 gram protein dan hampir menyamai kandungan yang terdapat pada ikan salmon. Anda juga bisa membawa walang goreng sebagai oleh-oleh hasil berlibur dari Yogyakarta. Walang Goreng dapat dijadikan cemilan atau bisa juga dinikmati bersama nasi hangat.","imgUrl":"https://images.solopos.com/2021/07/Belalang-Goreng-Gunung-Kidul-1.jpg","province":"Yogyakarta","__collections__":{}},"55":{"popular":false,"name":"Bakpia Phatuk","imgUrl":"https://1.bp.blogspot.com/-zgzNwoM8HhY/WLf5kgPsrnI/AAAAAAAAAPI/vVxoBq0QNho6nIK9X7Pmr5IDKlnVIJmrwCLcB/s640/bakpia-pathok.jpg","province":"Yogyakarta","id":55,"description":"Jika bicara soal Yogyakarta tentu kudapan yang satu ini langsung terbayang. Bakpia Pathuk merupakan makanan khas Yogyakarta yang kerap diburu banyak wisatawan. Bakpia pathuk menjadi salah satu makanan legendaris Yogyakarta yang sering dijadikan oleh-oleh. Rasanya yang manis, serta teksturnya yang krispi menjadikan bakpia banyak digemari para pelancong. Banyak varian rasa bakpia, seperti kacang hijau, cokelat, keju hingga durian. Apabila Anda berkunjung ke Kota Yogyakarta, makanan satu ini sangat cocok untuk dijadikan oleh-oleh. Menikmati bakpia dengan secangkir teh, akan menambah kehangatan Anda bersama keluarga. Bakpia Pathuk tersedia dengan berbagai merek dagang, Anda dapat memilih mana yang paling dekat dengan jangkauan Anda.","__collections__":{}},"56":{"province":"Yogyakarta","imgUrl":"https://cdn.idntimes.com/content-images/post/20190613/kyirfano-13703081-1209070022471511-565317789-n-de6404f4af95edb3fb94cdba3f17ad48_600x400.jpg","popular":false,"description":"Dari namanya, makanan yang satu ini sudah menunjukkan identitasnya di kalangan per-sate-an. Sate Kere terbuat dari koyor sapi atau bagian lek sapi yang diolah dengan bumbu tertentu, sehingga saat dibakar menghasilkan aroma yang menggugah selera. Tidak hanya aroma, rasanya pun tidak kalah dengan daging lainya. Jogja mempunyai beberapa titik yang terkenal dengan sate kerenya. Salah satunya bisa Anda nikmati di pasar Beringharjo. Meskipun hanya di emperan pasar, tetapi sate kere selalu ditunggu-tunggu para pecintanya.","name":"Sate Kere","id":56,"__collections__":{}},"57":{"id":57,"description":"Berawal kedatangan umar Yassir dari Yaman untuk berdakwah, dia kemudian membuat mie dari bahan yang mudah didapatkan penduduk sekitar. Tujuannya untuk membantu masyarakat mendapatkan makanan sehat yang dibuat dari bahan alami. Mie lethek juga tidak menggunakan pemutih dan menjadikan warnanya sedikit kusam. Mie Lethek biasanya diolah menjadi mie rebus atau mie goreng. Menu ini biasanya disajikan bersama telur bebek atau telur ayam kampung, suwiran ayam, dan sejumlah sayuran. Makanan ini dapat dimakan sebagai campuran nasi agar lebih kenyang. Pada 2019 lalu, mie lethek khas Yogyakarta sudah ditetapkan menjadi Warisan Budaya Tak Benda (WBTB) oleh Kementerian Pendidikan dan Kebudayaan Republik Indonesia.","imgUrl":"https://www.indonesia-tourism.com/yogyakarta/images/mie_lethek.jpg","name":"Mie Lethek","province":"Yogyakarta","popular":true,"__collections__":{}},"58":{"description":"Brongkos adalah kuliner berkuah yang cukup terkenal di Yogyakarta. Makanan ini mempunyai warna kuah yang hitam akibat penggunaan kluwak yang dicampur dengan santan. Di Yogyakarta ada cukup banyak warung makan yang menjajakan brongkos, tapi yang pertama berdiri adalah Warung Makan Bu Rini berlokasi di kampung Taman, kelurahan Patehan, kecamatan Kraton sejak 1973. Brongkos biasa disajikan bersama nasi hangat. Adapun isian dari sayur brongkos antara lain kacang tolo, tahu, telur, dan koyor. Untuk telur dan koyornya tergantung keinginan pembeli. Kuliner tradisional Yogyakarta ini mempunyai rasa gurih berpadu pedas dari bumbu cabai rawit yang dibiarkan utuh saat dimasak. Selain disajikan dengan nasi, brongkos juga didampingi dengan lauk tambahan seperti tempe goreng, perkedel, peyek, kerupuk karak, dan lauk lainnya.","province":"Yogyakarta","imgUrl":"https://statics.indozone.id/content/2020/01/17/AqsDg0/t_5e218511a8f38_700.jpg","name":"Brongkos","popular":false,"id":58,"__collections__":{}},"59":{"name":"Jadah Tempe","imgUrl":"https://asset.kompas.com/crops/KWVCBXlwdhakwfLF3kCBd2lPlqM=/104x19:916x560/750x500/data/photo/2020/11/02/5fa028dead64c.jpg","id":59,"description":"Jadah tempe adalah makanan asal kabupaten Sleman, Yogyakarta, atau tepatnya dari daerah lereng Gunung Merapi, Kaliurang. Makanan khas Yogyakarta satu ini adalah makanan tradisional yang menggabungkan jadah dan tempe. Jadah sendiri merujuk pada panganan yang dibuat dari olahan ketan, sedangkan tempe merujuk pada tempe yang diolah menjadi bacem. Dahulu, jadah tempe menjadi makanan favorit Sultan Hamengkubowono IX. Jadah tempe biasanya dikemas dalam daun pisang, di mana setiap satu jadah akan didampingi satu tempe. Ada banyak cara makan sajian ini, misalnya dengan menghimpit jadah dengan dua tempe layaknya burger. Makanan ini adalah ikon kuliner dari kawasan Kaliurang yang harus dicoba jika berkunjung ke sana. Selain nikmat, jadah tempe memiliki harga terjangkau antara Rp 10.000 – Rp 20.000 saja.","province":"Yogyakarta","popular":false,"__collections__":{}}}}}